english/listen.md

# Table of Contents

-   [特点](#orgc7dfdd7)
-   [https://www.bilibili.com/video/BV1HY411C79L/](#orgb12464d)
-   [https://www.bilibili.com/video/BV1514y197iL/](#orgbc76d28)
-   [https://www.bilibili.com/video/BV1DL411d7hD/](#orgeb7c3ef)
-   [https://www.bilibili.com/video/BV1tM411H7EJ](#org66c7e30)



<a id="orgc7dfdd7"></a>

# 特点

<https://zhuanlan.zhihu.com/p/478403056>


## 辅元连读


## 元元连读


## Soft D


## Stop T


## Drop T


## 失去爆破现象

p b t d k g


<a id="orgb12464d"></a>

# <https://www.bilibili.com/video/BV1HY411C79L/>


## Hey, You've got to try this cheesecake.

<https://www.bilibili.com/video/BV1HY411C79L/?share_source=copy_web&vd_source=dd4b143e9184c5bca09b19c03cacb5e5&t=200>

1.  have got to


## You know, I'm not that much of a sweet tooth.

<https://www.bilibili.com/video/BV1HY411C79L/?t=289>


## Oh, my god. It's so creamy!


## Oh, my god. That is the best cheesecake I've ever had.

<https://www.bilibili.com/video/BV1HY411C79L/?t=434>


## Where did you get this?

<https://www.bilibili.com/video/BV1HY411C79L/?t=485>


## It was at the front door when I got home.

<https://www.bilibili.com/video/BV1HY411C79L/?t=633>


## Somebody sent it to us.


## Extension


### have got to

You've got to trust me.


### sweet tooth

I've got a sweet tooth.
<https://www.bilibili.com/video/BV1HY411C79L/?t=699>


### creamy

This yogurt is so thick and creamy.
<https://www.bilibili.com/video/BV1HY411C79L/?t=710>


### send

I'll send you a text message.

<https://www.bilibili.com/video/BV1HY411C79L/?t=740>


<a id="orgbc76d28"></a>

# <https://www.bilibili.com/video/BV1514y197iL/>


## Hey, honey, How did it go?

1.  how is going?


## Good, And I made another seesion for next week. How was the open house?

1.  session


## Wow, so intense.

1.  intense


## I had no idea the kind of pressure you're under.

1.  have no idea
2.  under pressure


## Honey, I was just you for two hours.


## I could barely hold it together.

1.  barely
2.  hold together


## I don't know how you don't have a meltdown every day.

1.  meltdown


<a id="orgeb7c3ef"></a>

# <https://www.bilibili.com/video/BV1DL411d7hD/>


## [What are you doing tonight?](https://www.bilibili.com/video/BV1DL411d7hD/?t=280)


## [Nothing, why?](https://www.bilibili.com/video/BV1DL411d7hD/?t=310)


## [How would you feel about taking out my assistant Tag? I'll pay.](https://www.bilibili.com/video/BV1DL411d7hD/?t=460)

1.  dy 组合
2.  how would you


## [Rach, I gotta say. It's gonna take a lot of money for me to go out on a date with a dude.](https://www.bilibili.com/video/BV1DL411d7hD/?t=630)


## [I'm not asking you to go on a date with him.](https://www.bilibili.com/video/BV1DL411d7hD/?t=753)

1.  to -> da
2.  I'm not asking you


## [Really? Bacause I could kind of use the money.](https://www.bilibili.com/video/BV1DL411d7hD/?t=844)


## [Joey. He is new in town. And I know he doesn't have any guy friends.](https://www.bilibili.com/video/BV1DL411d7hD/?t=978)


## [Just take him to like a ball game or something.](https://www.bilibili.com/video/BV1DL411d7hD/?t=1087)


<a id="org66c7e30"></a>

# <https://www.bilibili.com/video/BV1tM411H7EJ>


## I feel like Alice through the Looking Glass.

1.  feel like


## It's like up is down.

1.  it's like


## May be I'm just not cut out for this city.

1.  cut out for


## You know, I thought it was gonna be an adventure.


## And it is. May be an ever better one than you imagined.


## I just never pictured myself here alone.

